{
    "about": [
                {
                    "en": "This website was initiated in February 2026 by Jiang Yue as a survey and record of works in the Chinese literary world that depict lesbian emotion and relationships. These works center on the intense feelings and lived experiences that surge and struggle in the space between social bonds and intimate ones — and though they often render tender bodies and delicate, fluid feeling, they carry a quality of sharp, devastating force.<br>Taiwanese author and scholar Ji Dawei holds that the history of [modern Chinese] tongzhi literature begins in the 1950s. He argues that the decade saw \"a landmark phenomenon\": from the 1950s onward, the Chinese public encountered, with new density, modern Chinese texts in the public medium of the newspaper that \"admonished homosexuality.\" Before the 1950s, Japanese-language newspapers in Taiwan had also carried material related to homosexuality, but without that concentrated insistence on warning readers against it. Ji Dawei further notes that the \"homosexuality\" mentioned in the United Daily News in the 1950s referred almost exclusively to male homosexuality, with almost no mention of lesbianism. The Moon Oath was the sole clear exception of the period. [1]",
                    "cn": "这个网站是江月于2026年2月发起的关于中文文学世界里描写女同性恋情感和关系的作品的调查和记录。这些作品聚焦于在社会关系和亲密关系的夹缝里涌动和挣扎的浓烈情绪和生存体验，虽然常常描写柔软的肉体和细腻流动的情愫，但是这些文字都有一种尖锐惨烈的冲击力。<br>台湾作家、学者纪大伟认为 [现代中文] 同志文学史是从1950年代开始的。他认为“1950 年代出現「劃時代的現象」：從 50 年代開始，國內公眾在報紙這個公共媒介「密集」看到「訓誡同性戀」的現代中文文本。50 年代之前，台灣境內日文報紙也刊登同性戀相關情報，但沒有「密集」勸人勿犯同性戀。”同时，纪大伟也指出，“1950 年代《聯合報》提及的「同性戀」其實都是「男同性戀」，幾乎沒有「女同性戀」。《月誓》是當時唯一明顯提及女同性戀的例外。” [1] ",
                    "type": 1
                },
                {
                    "en": "[1] Ji Dawei, <a href=\"https://womany.net/read/article/12766\">\"Before Pai Hsien-yung: A Crucial Decade in the History of Tongzhi Literature\"</a>, Womany, January 29, 2017.",
                    "cn": "[1] <a href=“https://womany.net/read/article/12766”>【紀大偉專文】在白先勇之前，同志文學史的關鍵十年</a>，性别力，2017年1月29日。",
                    "type": 3
                },
                {
                    "en": "Qiu Miaojin's Notes of a Crocodile is a transgenerational lesbian love manifesto, and it too speaks to how mainstream media coverage of gay and lesbian people operated as a mass spectacle — a hunt for curiosity, a witch hunt. Homosexuals were classified as \"crocodiles wearing human skin\" rather than humans wearing crocodile skin. Both framings are forms of othering directed at a marginalized group, but the rupture from mainstream society leads the novel's protagonist to lament that she lives in \"a world where the food is poisoned\" — where love itself is a crime.<br>Taiwan's tongzhi movement is, of course, among the most advanced in the Chinese-speaking world and across Asia; Taiwan became the first place in Asia to legalize same-sex marriage.",
                    "cn": "邱妙津的《鳄鱼手记》是跨时代的女同性恋爱情宣言，其中也提到公众媒体对同性恋者的报道有如对奇珍异兽的大规模猎奇和猎巫行动。同性恋者被归类为“披着人皮的鳄鱼”，而非披着鳄鱼皮的人。当然两者都是对于边缘群体的异化，但是与主流社会的割裂让书中主角感叹自己“活在一个’食物有毒’的世界上”，爱情就是犯罪。<br>当然，台湾的同志运动在中文世界乃至亚洲都是十分先进的，成为了亚洲第一个承认同性婚姻合法化的地区。",
                    "type": 1
                },
                {
                    "en": "Carried on the tide of democratization, Taiwan saw the formation of numerous social and student movement organizations following the lifting of martial law in 1987. Through the 1990s, the tongzhi movement and its culture flourished. In 1995, Reverend Yang Yahui founded Taiwan's first gay-affirming church, Tong-Kwang Light House Presbyterian Church; the Gender Research Center at National Central University was established to research and advocate for gender human rights. In 1998, the Taiwan Tongzhi Hotline — the first government-registered LGBTQ organization — was founded; in 1999, the first LGBTQ bookstore, Gin Gin's, opened in Taipei. [2]",
                    "cn": "在民主化浪潮下，台湾在1987年政府解严后，成立了许多社会运动及学生运动组织。1990年代同志运动及文化蓬勃发展。1995年，女牧师杨雅惠成立台湾第一个同志教会“同光教会”；国立中央大学“性别研究室”成立，研究并倡议性别人权。1998年第一个政府立案通过的同志团体“台湾同志咨询热线”成立；1999年，第一个同志主题书店“晶晶书库”在台北开幕等。",
                    "type": 2
                },
                {
                    "en": "[2] Lü Jiahong, <a href=\"https://www.bbc.com/zhongwen/simp/chinese-news-48368470\">\"30 Years of Taiwan's Tongzhi Movement: Witnessing the Path to Marriage Equality\"</a>, BBC Chinese, May 24, 2019.",
                    "cn": "[2] 吕嘉鸿，<a href=“https://www.bbc.com/zhongwen/simp/chinese-news-48368470 “>“台湾同志运动30年：见证同婚专法通过历程”</a>, BBC中文，2019年5月24日。",
                    "type": 3
                },
                {
                    "en": "Taiwan held its first public same-sex wedding in 1996, though same-sex marriage would not be legalized until more than a decade later, in 2019, following a constitutional interpretation and referendum. [3]",
                    "cn": "1996年台湾有了首场公开同志婚礼，但是同志婚姻在逾10年后的2019年才通过释宪案及公投结果实现合法化。",
                    "type": 2
                },
                {
                    "en": "[3] <a href=\"https://zh.wikipedia.org/wiki/%E8%87%BA%E7%81%A3%E5%90%8C%E6%80%A7%E5%A9%9A%E5%A7%BB\">\"Same-sex marriage in Taiwan,\"</a> Wikipedia.",
                    "cn": "[3] <a href=\"https://zh.wikipedia.org/wiki/%E8%87%BA%E7%81%A3%E5%90%8C%E6%80%A7%E5%A9%9A%E5%A7%BB\">“台湾同性婚姻”维基百科词条。",
                    "type": 3
                },
                {
                    "en": "By contrast, the situation faced by gay and lesbian people on the mainland involves pressures that go beyond misunderstanding and stigma around gender and identity — extending into the structural oppression of patriarchy and state ideology. Lesbian women face still greater pressure within this structure. On June 7, 2020, the People's Daily — the central official state media organ — posted a tweet in English on Twitter expressing support for China's LGBTQ community, tagged with #PrideMonth2020. According to fact-checking by Annie Lab, the People's Daily had similarly expressed support for the LGBTQ community in both 2018 and 2019. But the tweet was confirmed deleted four days later, and Weibo posts sharing screenshots of it were placed in a state that blocked comments — a status that typically signals censorship and suppression of reach. [4]",
                    "cn": "相较之下，大陆的同性恋处境面对的压力不仅仅是对于性别和身份认同的误解和污名化，还有结构化父权制/国家意识形态方面的压迫。女同性恋者在这种结构中面临的压力更甚。<br>2020年6月7日，中国大陆的中央官媒人民日报在推特上用英文发布了一条支持中国LGBTQ群体的推文，并用上了#PrideMonth2020的标签。经过Annie Lab查核，《人民日报》于2018和2019年都有表示支持LGBTQ群体。但这条推文在四天后就已经被证实删除，转发该推文截图的微博帖子也变成了禁止评论的状态。（这通常代表内容收到了审查和限流）[4]",
                    "type": 1
                },
                {
                    "en": "[4] <a href=\"https://annielab.org/2020/06/11/%E5%B7%B2%E6%A0%B8%E5%AE%9E-%E4%BA%BA%E6%B0%91%E6%97%A5%E6%8A%A5%E5%8F%91%E6%8E%A8%E7%89%B9%E6%94%AF%E6%8C%81%E4%B8%AD%E5%9B%BDlgbtq%E7%BE%A4%E4%BD%93-%E8%AF%A5%E6%8E%A8%E7%89%B9%E5%B7%B2%E8%A2%AB/\">\"Verified: People's Daily Tweeted Support for China's LGBTQ Community — The Tweet Has Since Been Deleted,\"</a> Annie Lab, June 11, 2020.",
                    "cn": "[4] <a href=\"https://annielab.org/2020/06/11/%E5%B7%B2%E6%A0%B8%E5%AE%9E-%E4%BA%BA%E6%B0%91%E6%97%A5%E6%8A%A5%E5%8F%91%E6%8E%A8%E7%89%B9%E6%94%AF%E6%8C%81%E4%B8%AD%E5%9B%BDlgbtq%E7%BE%A4%E4%BD%93-%E8%AF%A5%E6%8E%A8%E7%89%B9%E5%B7%B2%E8%A2%AB/\">“已核实: 人民日报发推特支持中国LGBTQ群体 该推特已被删除”，annie lab，2020年6月11日。",
                    "type": 3
                },
                {
                    "en": "In 2024 and 2025, Chinese police carried out large-scale arrests of danmei (boys' love) fiction writers, triggering widespread condemnation across the Chinese internet. Cathy Hu, a scholar of danmei based in China, has stated that the crackdown on danmei is a means of \"controlling and heavily surveilling heterosexual women,\" as well as reinforcing the traditional heterosexual family structure against the backdrop of China's sharply declining birth rate. [5]",
                    "cn": "2024和2025年，中国警方对耽美文学作者实施了大规模抓捕，引发中国互联网大规模声讨。在中国从事耽美研究的学者凯茜·胡（音）表示，打压耽美是一种“对异性恋女性进行控制和高度监管”的手段，同时也为了在中国出生率急剧下降的背景下，强化传统的异性恋家庭结构。[5] ",
                    "type": 2
                },
                {
                    "en": "[5] Amy Chang Chien, <a href=\"https://cn.nytimes.com/china/20250630/china-boys-love-women/\">\"China Arrests Dozens of Boys' Love Fiction Writers,\"</a> The New York Times, June 30, 2025.",
                    "cn": "[5]王月眉，<a href=\"https://cn.nytimes.com/china/20250630/china-boys-love-women/\">“中国警方拘捕数十名耽美小说作家”，纽约时报中文网，2025年6月30日。",
                    "type": 3
                },
                {
                    "en": "Works published on the mainland that depict lesbian emotion more often do so within extreme settings — the Cultural Revolution, land reform — and frame them as stories of extreme female solidarity under duress; a portion ultimately resolve in heterosexual marriage. Rather than depicting \"lesbians\" in any clear sense, these works might more accurately be described as stories of how women reclaim their subjectivity — over their identities and their bodies — under extreme conditions.<Br>The writing of Taiwan's lesbian authors — Qiu Miaojin, Lai Hsiang-yin, Chen Xue among them — is also frequently an exploration, through the depiction of personal emotion and desire, of what writing means, and of what it means to live as a writer, as an artist.",
                    "cn": "大陆出版的描写女同性恋情感的作品更多描写的是文革和土改等极端背景或环境下极端的女性情谊，有一部分最终也回归于异性恋婚姻的结局。与其说她们描写的是“女同性恋”，不如说描写的是女性如何在极端环境中找回自己身份和身体的主体性的故事。<br>而台湾女同性恋作者的书写，包括邱妙津、赖香吟、陈雪的作品，也常常是通过对于个人情感和情欲的描写探索写作的意义、作为作者/艺术家的生命意义。",
                    "type": 1
                }
            ],
    "works": [
        
        
        {
            "title": {
                "en": "The Journal of a Crocodile",
                "cn": "《鳄鱼手记》"
            },
            "author": {
                "en": "Qiu Miao-jin (1954-)",
                "cn": "邱妙津 (1954-)"
            },
            "region": "TW",
            "pubyear": "1994",
            "publoc": {
                "en": "Taiwan",
                "cn": "台湾"
            },
            "content": [
                {
                    "en": "<i>Notes of a Crocodile</i> is the first lesbian novel by Qiu Miao-jin. The book lays bare lesbian identity, emotional belonging, and self-discovery in searing, unsparing prose, interwoven with moments of dry wit through a recurring tale of a crocodile. Upon its release, the book sent shockwaves through the literary world, and was honored with a Recommendation Award from the China Times Literary Award. Its coinages — \"crocodile\" and \"lazi\" — were embraced by lesbian women as terms of self-identification, and the work stands as a landmark in both Taiwanese literary history and the history of Taiwan's queer community.",
                    "cn": "《鱷魚手記》是邱妙津 1994 年出版的首部女同志長篇小說。書中以孤絕的文字，描繪女同志的身分認同、情感歸屬與自我探求，並以詼諧手法穿插了鱷魚的故事。曾获时报文学奖推荐奖，甫发行便震惊文坛，书中“鳄鱼”、“拉子”等词也成为女同志的自称用语，是台湾文学史、台湾同志文史上十分重要的一部作品。",
                    "type": 1
                }
            ]
        },
        {
            "title": {
                "en": "Last Words from Montmartre",
                "cn": "《蒙马特遗书》"
            },
            "author": {
                "en": "Qiu Miao-jin (1954-1995)",
                "cn": "邱妙津 (1954-1995)"
            },
            "region": "TW",
            "pubyear": "1999",
            "publoc": {
                "en": "Taiwan",
                "cn": "台湾"
            },
            "content": [
                {
                    "en": "<i>Last Words from Montmartre</i> (French: <i>Dernières Lettres de Montmartre</i>) is a novel by Taiwanese author Qiu Miao-jin, written between mid-March and June 1995. Qiu died by suicide at the end of that same June, making this her final work. The book was published by Unitas Publishing in 1996.<br><br><i>Last Words from Montmartre</i> was written during Qiu Miao-jin's time in Paris, where she was enrolled in a graduate program in psychology. The book comprises twenty letters — or twenty-one, as the seventeenth appears twice — bookended by two \"witness\" pieces at the opening and close. Written in the form of letters and diary entries, the text weaves together personal memories, reflections on works of art, and fragments of daily life. In a note on the flyleaf, Qiu indicates that the letters bear no direct relation to one another and should be understood as a series of personal notes. <br><br>The letters in the book are written by the protagonist Zoe to her lover Xu — a collection of one-sided correspondence and diary entries. When the first edition appeared in 1995, scholar Liu Liangya observed that the single-perspective epistolary form and fractured chronology lay bare the dynamics of gender and power at work within the lesbian relationship — its manipulations and imbalances. The 2006 reprint added two letters written in reply by Xu, giving the exchange a new dimension. Read alongside The Diaries of Qiu Miao-jin 1989–1991 and The Diaries of Qiu Miao-jin 1991–1995, published in 2007, readers can trace the real-life prototypes behind the characters and episodes in Qiu's fiction, drawing comparisons and correspondences between life and work. Zhu Fangling's essay \"An Aesthetics of Survival in the Face of Death: Eros, Writing, and Last Words from Montmartre\" examines how Qiu Miao-jin, through her unflinching excavation of lesbian desire and feeling, forged and fulfilled her identity as both an artist and the architect of her own life's aesthetic.",
                    "cn": "《蒙马特遗书》（英语：Last Words from Montmartre；法语：Dernières Lettres de Montmartre），为台湾作家邱妙津的长篇小说作品，于1995年3月中旬至6月撰写，作者于同年6月底自杀身亡，为邱妙津生涯最后一部小说作品，本书于1996年由联合文学出版。<br><br>《蒙马特遗书》是邱妙津在法国就读心理研究所时期所书写，全书由二十书（或可说是二十一书，其中〈第十七书〉出现两次）与首尾两篇“见证”组成，用书信与日记体写成，内容穿插了邱妙津个人回忆或对艺术作品的想法和生活琐事的记录。在章节次序上，邱妙津于扉页备注，各书之间并无直接的关系，为手记性质。<br><br>书中书信皆为主角zoe写给女友絮的书信和日记，1995年初版之际，刘亮雅曾提出这些单一视角的书信形式和混乱的时间顺序暴露了同志情感中性别与权力的操控与失衡。2006年再版的版本补上了两篇女友絮的回信，结合2007年出版的《邱妙津日记1989-1991》和《邱妙津日记1991-1995》，读者可以对应找到邱妙津作品中种种人物的原型，与作品情节进行印证或对比。朱芳玲的文章《一種關於死亡的生存美學－邱妙津《蒙馬特遺書》的愛欲與書寫》分析了邱妙津在这部作品中如何通过对同志情感的挖掘和描绘完成自己作为艺术家和自身生命美学的塑造和实现",
                    "type": 1
                }
            ]
        },
        {
            "title": {
                "en": "White Snake",
                "cn": "《白蛇》"
            },
            "author": {
                "en": "Yan Ge-ling (1958-)",
                "cn": "严歌苓 (1958-)"
            },
            "region": "ML",
            "pubyear": "1999",
            "publoc": {
                "en": "Taiwan",
                "cn": "台湾"
            },
            "content": [
                {
                    "en": "<i>White Snake</i> is a novella by Yan Ge-Ling, a Chinese author based in the United States. Through three distinct versions, each told from a different angle, it recounts an extraordinary emotional story between two women during the Cultural Revolution. Xu Qunshan, presenting as male, uses a certain kind of power to seduce Sun Likun, a dancer already caught in desperate circumstances. When Xu's true identity is eventually exposed, Sun Likun loses her grip on sanity; Xu, restored to her female self, remains by Sun's side in the hospital — completing a passage from what had appeared to be heterosexual love into something else entirely. For this reason, White Snake has long been read as a work of lesbian fiction. And yet to confine it to that category would be to miss something. The love story it tells is one with fissures running through it. Yan Geling herself has said: \"I never felt this was an abnormal relationship. There are many things in life that should not be named — including feelings. The labels of homosexual and heterosexual are deeply unhelpful.\"<br><br>Taken as a whole, White Snake traces Sun Likun — once a woman of great beauty — through a cycle of consciousness: awareness, erasure, reawakening, awareness again, and finally a settling into ordinariness. The girl in the detention center and Xu Qunshan each play their part in this cycle, and once their roles are fulfilled, both are compelled to withdraw from Sun Likun's life. Each woman is ultimately returned to the track society has laid out for her, and begins, with quiet resignation, a new life within its limits. As the central figure in Sun Likun's world, Xu Qunshan enacts the full arc from defiance of social and emotional norms to final capitulation. The love story White Snake tells is, at its core, a story about the struggle between the human longing for freedom and the coercive force of social convention.<br><br>\"Green Snake proposes to White Snake, and the two agree to settle it in a duel. If Green Snake wins, he will marry White Snake; if White Snake wins, Green Snake will become a woman and serve White Snake for the rest of her life. Green Snake loses. The stage goes dark, and when the lights rise again, Green Snake has become a woman. And as a woman — how devoted she is, how brave, how tender and attentive to White Snake. But what if she hadn't been transformed?... Then that fool Xu Xian would have had no part to play at all. I can't stand Xu Xian. Without him, White Snake would never have suffered so much. Without that wretched Xu Xian, White Snake and Green Snake would surely have lived beautifully together.\"<br><br>On the surface, Xu Xian represents the centrality of male authority. But at a deeper level, he represents social convention itself. The defeat of Green Snake — or of Shanshan — lies in her attempt to dissolve the ruling power of that male-centered order, to overturn the norms by which society governs itself.",
                    "cn": "《白蛇》 是旅美作家严歌苓创作的一部中篇小说。它以三个不同的版本，从不同的角度为我们讲述了两个女性在文革期间不平常的情感故事。“男性”的徐群珊利用某种权力勾引了处于困境中的舞蹈演员孙丽坤，最终徐的身份暴露导致孙丽坤的精神失常，徐群珊还原为“女性”，在医院里陪伴着孙，完成了由“异”性恋转向同性恋的过程。所以， 《白蛇》 也一直被视为一部同性恋题材的小说。然而，如果仅仅将该作品视为一般意义上的同性恋小说，却是欠妥的。 《白蛇》 为我们讲述的同性恋故事是具有裂缝的。严歌苓自己也说过：“我没觉得这是一段不正常的感情。人生的很多东西都不要命名，包括感情，同性恋异性恋的叫法非常不好。”<br><br>纵观 《白蛇》，可以看出孙丽坤作为一个曾经美丽的女性，她的意识经历了自觉——磨灭——苏醒——自觉——平庸化的过程。而看守所的女娃和徐群珊在她的这个过程中只是扮演着不同的角色罢了。当角色扮演到位之后，她们都不得不退出孙丽坤的生活。每个人最终都回到社会为她们规定好的轨道中，开始无奈的新生活。作为孙丽坤生命中的主角，徐群珊实际经历了向社会情感规范挑战到最终妥协的过程。 《白蛇》 所讲述的整个爱情故事，实际上是人对自由的追求与社会规范斗争的故事。<br><br>……<br><br>“青蛇向白蛇求婚，两人定好比一场武，青蛇胜了，他就娶白蛇；白蛇胜了，青蛇就变成女的，一辈子服侍白蛇。青蛇 败了，舞台上灯一黑，再亮的 时候，青蛇已经变成了个女的。变成女的之后，青蛇那么忠诚 勇敢，对白蛇那么体贴入微。要是她不变成个女的呢？……那不就没有许仙这个笨蛋什么事了？我真讨厌许仙！没有他白蛇就不会受那么多磨难。没这个可恶的许仙，白蛇和青蛇肯定过得特好。”表面看来，许仙是男性中心地位的代表，然而更深层次上，许仙是社会规范的代表。青蛇的失败或者珊珊的失败，在于她企图去消解男性中心地位的统治权力去颠覆这个社会的规范。",
                    "type": 2
                },
                {
                    "en": "Zhu Xing-Chun, \"The Truth Behind Homosexual Desire in 'White Snake'\", <i>Literary Education</i>, July 2010, pp. 22-24.",
                    "cn": "朱幸纯：“《白蛇》同性恋情感背后的真实”，《文学教育》（2010.07）：22-24。",
                    "type": 3
                }
            ]
        },
        {
            "title": {
                "en": "Book of Evil Women",
                "cn": "《恶女书》"
            },
            "author": {
                "en": "Chen Xue (1970-)",
                "cn": "陈雪（1970-）"
            },
            "region": "TW",
            "pubyear": "1995",
            "publoc": {
                "en": "Taiwan",
                "cn": "台湾"
            },
            "content": [
                {
                    "en": "<i>Book of Evil Women</i> was written by Taiwanese author Chen Xue and first published in 1995. The book marked the beginning of Chen Xue's literary career, drawing immediate attention for its unflinching treatment of taboo gender themes and its candid depictions of desire and sexuality. The short stories collected within — among them \"The Butterfly's Mark\" — give voice to the emotional wounds of those living on society's margins, establishing the compassionate, outward-facing concern for the vulnerable that would come to define Chen Xue's work. The collection stands as a foundational text for scholars tracing the arc of her writing, and laid the narrative groundwork for the works that followed, including her autobiographical trilogy.",
                    "cn": "《恶女书》由台湾作家陈雪创作，1995年首次出版。作为陈雪文学创作的起点，该书以挑战世俗禁忌的性别议题和直白的情欲描写引发文坛关注，其收录的《蝴蝶的记号》等短篇小说通过边缘群体的情感创伤叙事，奠定作者关注社会弱势群体的创作基调。该作不仅是学术界研究陈雪创作谱系的核心文本，更确立了其”自传体三部曲”等后续作品的叙事脉络。",
                    "type": 1
                },
                {
                    "en": "At a time when lesbianism was still a moral taboo in the 1990s, Chen Xue was already issuing her challenge to convention — through The Evil Woman and a series of boldly experimental, avant-garde works that cast her as an enduring rebel figure, one who commanded the attention of the literary world.",
                    "cn": "在90年代女同话题尚属道德禁忌时，陈雪便以《恶女书》等一系列充满实验性质的先锋写作对世俗发起挑战，始终扮演着“叛逆者”的角色，备受文坛瞩目。",
                    "type": 2
                    },
                    {
                    "en": "<a href='https:\/\/culture.china.com\/zt\/yunwei\/chenxue\/index.html'>Imaginist, \"The Love and Desire of the ‘Lala Goddess’\", 'Yunwei', Issue 016, china.com, 2015.</a>",
                    "cn": "<a href='https:\/\/culture.china.com\/zt\/yunwei\/chenxue\/index.html'>理想国，“‘拉拉女神’的爱情与欲望“，”韵味“第016期，中华网文化，2015.</a>",
                    "type": 3
                }
            ]
        },
        {
            "title": {
                "en": "Kids on the Bridge",
                "cn": "《桥上的孩子》"
            },
            "author": {
                "en": "Chen Xue (1970-)",
                "cn": "陈雪（1970-）"
            },
            "region": "TW",
            "pubyear": "2004",
            "publoc": {
                "en": "Taiwan",
                "cn": "台湾"
            },
            "content": [
                {
                    "en": "<i>Child on the Bridge</i> is an autobiographical novel by Taiwanese author Chen Xue, published by INK Literary Monthly Publishing in 2004, with a simplified Chinese edition released by New Star Press on the mainland in 2012. Drawing directly from the author's own life, the novel threads together a series of personal memories — of family displacement, financial hardship, and the instability that shaped her early years. <br><br>The book marks Chen Xue's first foray into autobiographical long-form fiction and stands as both her transitional work and one of her most representative. It unfolds through a dual narrative structure: one strand looks back at the protagonist's adolescence — helping her parents run a night market stall, shouldering the household after her mother's departure, drifting from place to place under the weight of debt; the other traces her adult years of failed job searches, a period spent on the margins of the sex industry, and an uncertain return to the family business. Through the repeated act of writing into memory torn apart by circumstance, the protagonist gradually reconstructs a sense of self — caught between flight from family and the solitude of creative work.Written in a cold, unflinching register, the novel lays bare the emotional wounds inflicted by family, while fixing its gaze on the struggle for survival among ordinary individuals during a period of profound social transformation in Taiwan — extending Chen Xue's characteristic concern for those living at society's edges.",
                    "cn": "《桥上的孩子》是中国台湾作家陈雪创作的自传体长篇小说，2004年由印刻出版社出版，2012年新星出版社出版大陆简体版。作品以作者真实成长经历为基底，串联起家庭流离、经济困顿等个人记忆。<br><br>小说是陈雪的首部自传体长篇小说，也是她的转型之作和代表之作。采用双重叙事结构：一方面回溯主人公青春期随父母夜市摆摊、母亲离家后承担家计、因债务辗转迁徙的底层生活；另一方面讲述成年后求职受挫、混迹色情场所、回归家族生意的迷惘经历。通过反复书写被现实撕裂的记忆，主人公在逃离家庭与孤独创作中重构自我身份。作品以冷峻笔触剖析家庭情感创伤，聚焦台湾社会转型期个体生存困境，延续作者对边缘群体的关注。",
                    "type": 1
                },
                {
                    "en": "What appears to be an ordinary woman's autobiographical writing lures the reader, by cunning degrees, into a fetid and shadowed palace of mirrors. Across the mirrored walls, fragments multiply and scatter — desire, violence, betrayal, abandonment, drift, and poverty, all reflected back in pieces. And superimposed upon them, impossible to dispel, is the silhouette of a girl who has gone astray, conjuring the soul of a lost life through memory and imagination, again and again.The bridge becomes the defining site of rupture; the palace of mirrors, a factory where a life is reassembled from shards. Yet all the remembering, imagining, and fabricating that churns within this workshop of writing amounts, in the end, to nothing more than futile running — back and forth between the two ends of a bridge that cannot be crossed.",
                    "cn": "看似平凡的女书自传，却险诈地将读者拐入腥腐阴暗的镜宫迷殿里。迷殿四周的镜面上，呈现一片片纷乱的情欲、暴力、欺骗、出卖、彷徨与穷困记忆。而叠印其上，挥之不去的是一个走失女孩的身影，不断透过记忆与想象，向遗失的生命催魂。桥成了生命断裂的关键现场，镜宫迷殿则成了生命拼组的工厂。然则，这书写工厂里不断的记忆、想象与造谎，仍只是桥两端的徒劳奔波。",
                    "type": 2
                },
                {
                    "en": "Lu Fei-Yi",
                    "cn": "卢非易",
                    "type": 3
                }
            ]
        },
        {
            "title": {
                "en": "She is a woman, I am also a woman",
                "cn": "《她是女人，我也是女人》"
            },
            "author": {
                "en": "Wong Bik-wan (1961-)",
                "cn": "黄碧云 (1961-)"
            },
            "region": "TW",
            "pubyear": "1994",
            "publoc": "Taiwan",
            "content": [
                {
                    "en": "<i>She Is a Woman, I Am Also a Woman</i> is the debut short story collection of Hong Kong author Wong Bik-wan, published by Rye Field Publishing in 1994. Written in a cold, spare register, the book maps the precarious existence of women caught between tradition and modernity, weaving its lesbian narratives around two interlocking themes: the rootlessness of life adrift, and the double torment of a world that entangles from without while it burns from within. The title story places two women at its center, tracing their emotional entanglement as they sink and surface beneath the pressures of identity and society. The collection has since entered university reading lists and is widely regarded as one of the defining works of Hong Kong's new literary generation in the 1990s.<br><br>Wong Bik-wan's first collection. So young, so extravagantly gifted — and yet so suffused with desolation and bitter ache. This \"woman who holds her head high\" is perhaps only possible as a product of Hong Kong at the end of a century. In her fiction, life is always unmoored: entangled in the world outside, tormented within, sinking together into ruin — only a past, never a future. Small flickers of joy; suffering without horizon or end. Life, in her telling, is the exchange of immense pain for pleasures barely worth the name. And in the end, even those pleasures cease to be what one seeks. What remains is only the anticipation of death.",
                    "cn": "《她是女子，我也是女子》是香港作家黄碧云于1994年由麦田出版有限公司出版的首部短篇小说集。该书以冷冽笔触描绘女性在传统与现代夹缝中的生存困境，通过同性情感叙事展现“生命漂泊无依”“外部世界纠缠与内心煎熬”的双重主题。收录的同名短篇《她是女子，我也是女子》以双女主的情感纠葛为核心，刻画女性在身份认同与社会压力下的沉沦与觉醒。作品被列入大学推荐书目，并被视为1990年代香港新生代文学潮的代表作之一。<br><br>黃碧雲第一部小說集。如此年輕，如此才情橫溢，卻又如此滄涼酸楚，這「揚眉女子」也算是世紀末香港的獨特產物。在她小說中，生命都是漂泊無依的，在外部世界糾纏，在內心世界煎熬，一起沉淪，只有過去，沒有未來。小小的歡喜，沉重無邊的痛苦，生命便是以巨大的痛苦換取微不足道的喜悅。到最後喜悅也非所求，只剩下對死亡的期待。",
                    "type": 1
                }
            ]
        },
        {
            "title": {
                "en": "Sorekara (Aftermath)",
                "cn": "《其后それから》"
            },
            "author": {
                "en": "Lai Hsiang-yin (1969-)",
                "cn": "赖香吟 (1969-)"
            },
            "region": "TW",
            "pubyear": "2012",
            "publoc": {
                "en": "Taiwan",
                "cn": "台湾"
            },
            "content": [
                {
                    "en": "Lai Hsiang-yin (born July 2, 1969) is a Taiwanese author, born in Tainan and currently based in Berlin, Germany. She holds degrees from the Department of Economics at National Taiwan University and the Graduate School of Arts and Sciences at the University of Tokyo, and has worked at Eslite Bookstore, the preparatory office of the National Museum of Taiwan Literature, and the Department of Taiwanese Literature at National Cheng Kung University. Her output — primarily fiction and essays — is spare but consistently distinguished, and has earned her numerous literary awards.<br><br>In 2005, Lai Hsiang-yin enrolled in the doctoral program in Taiwanese Literature at National Cheng Kung University, while also teaching a course in modern fiction writing to undergraduates. That same year, her father passed away. The loss brought a sudden reckoning: she realized she knew almost nothing about her father — a man who had been born and had grown up under martial law. Out of that absence she began writing the novels Sorekara and White Silhouettes, reaching toward a understanding that had come too late.<br><br>The novel Sorekara is a memorial to her closest friend, Qiu Miao-jin. It traces the changes that moved through Lai Hsiang-yin's life in the aftermath of Qiu's death — rendered in intimate, unhurried detail — bearing witness to the ways that losing her friend reshaped both her life and her writing.",
                    "cn": "赖香吟（1969年7月2日—），台湾作家，台南市出生，现居于德国柏林。毕业于国立台湾大学经济系、东京大学总合文化研究科，曾任职于诚品书店、国家台湾文学馆筹备处、国立成功大学台湾文学系。她的创作以小说和散文为主，量少质精屡获奖项。<br><br>2005年，赖香吟进入国立成功大学台湾文学系博士班就读，同时担任大学部“现代小说创作”课程讲师。同年父亲离世，赖香吟惊觉自己“对于戒严时代出生、成长的父亲一无所知”，就此展开小说《其后それから》、《白色画像》的创作，以此作为迟到的认识。<br><br>小说《其后それから》记念挚友邱妙津，描写邱妙津死后，赖香吟在生活中所经历的各种改变，钜细靡遗的表露挚友的离世为她的生命及文学上的创作带来种种的影响及冲击。",
                    "type": 1
                },
                {
                    "en": "\"Therefore, this is not a book about May, but about myself, a book about aftermath and survival.\"",
                    "cn": "“所以，这并不是一本关于五月的书，而是关于我自己，其后与幸存之书。”",
                    "type": 2
                },
                {
                    "en": "\"Have I finally sailed through that oppressive doldrums — that windless belt at the equator where nothing moves? Where am I bound now? Or is it rather: from where have I returned?The sails of writing have hung slack and furled for a very long time. Sky and water, one indistinct grey. Mist without end. The magic mountain of memory. May. I think now that it was not only I who walked beside her through a passage of gender identity — she, too, kept me company through an extraordinarily long journey toward finding myself as a writer. Even in the years after she was no longer here, her image and her writing have been for me both a solace and a sting. We opposed each other, and yet we played for each other the role of listener. Whether ceaselessly climbing toward something higher, or ceaselessly digging inward toward something deeper — we argued, and arrived at last at understanding, at the recognition that between us there had never really been so great a conflict after all.\"",
                    "cn": "“如今，我航过那个郁闷的赤道无风带了吗？我即将出发去哪里？抑或，我从何处归来？写作的船帆下垂搁置了非常久，水天一色，雾气茫茫，记忆的魔山，五月，想来不只是我陪她走过一段性别认同之路，她也伴我熬过一段非常漫长的写作认同之旅，即便是她已经不存在的岁月里，她的形象及其书写，对我是一种抚慰，也是一种刺痛，我们曾经彼此反对，却又同时扮演倾听者的角色，无论是不断攀高追寻，或是不断挖深内化，我们争执，终致谅解，了悟彼此并没有太大的冲突。”",
                    "type": 2
                },
                {
                    "en": "Huang Jin-shu places Lai Hsiang-yin among the writers of the \"Introverted Generation,\" citing Sorekara as his example. He argues that Lai \"bears the remains of the dead — she was swept up in the violence of that death and of the confessional fiction it produced, and it took her a very long time to crawl out from beneath that rubble, before she could begin, word by word, to lay down the dust of the dead.\"<br><br>Huang Yihui, however, situates Lai Hsiang-yin within the \"Student Movement Generation,\" seeing in her work a writer who, while earnestly pursuing her convictions, chooses a stance of studied ambiguity and drift in her engagement with social observation. Liu Liangya, drawing on two of Lai's stories — \"Fiction and Fact\" and \"Clamor and Stupor\" — similarly argues that \"Lai Hsiang-yin's profound self-reflection mirrors the idealism and self-critique of the intellectual elite of the student movement generation.\"",
                    "cn": "黄锦树将赖香吟纳入“内向世代”的写作者，他以《其后》为例，指出赖香吟“背负着那死者的遗骸—她被那死亡与死者私小说的狂暴给卷进去，以致花了漫长的时间方能从那废墟下爬出来，再用文字把那死者的尘埃一点一滴的卸下。不过，黄懿慧认为赖香吟应属“学运世代”，在努力追求信念的同时，选择一种游移惑暧昧的姿态参与社会观察。刘亮雅也以赖香吟《虚构与纪实》、《喧哗与酩酊》两篇小说为例，指出“赖香吟的深沉反思映照了学运世代知识精英的理想主义和自我批判”。",
                    "type": 1
                }
            ]
        },
        {
            "title": {
                "en": "Zou Shi Nv",
                "cn": "《邹氏女》"
            },
            "author": {
                "en": "Zhang Yi-he (1942-)",
                "cn": "章诒和 (1942-)"
            },
            "region": "TW",
            "pubyear": "2014",
            "publoc": {
                "en": "Taiwan",
                "cn": "台湾"
            },
            "content": [
                {
                    "en": "\"We were unaware that homosexuality existed because we ourselves are heterosexual.\" <i>Zou Shi Nv</i> is a work set among lesbian women in prison. The author has noted that in the social world between women, erotic feeling is present — and to strip it out entirely, to render it wholly desexualized, would simply be a distortion of reality. Whether Zou Jintu comes to be a lesbian through something innate or through the shaping influence of her environment is a question that resists any clean answer. <br><br>Liu Jiu is the character rendered in the most ink. What kind of person is she? A man's soul locked inside a woman's body — an integration of male and female. In truth, many lesbian and gay people do not place great weight on physical intimacy. What they hold most precious is feeling. This is real. The reason The Woman Named Zou builds toward the shocking moment when Zhang Yuhui raises a blade against her own arm is precisely to show the reader this: that within the world of same-sex love, there exists a devastating kind of emotion — one that stakes life itself on feeling.<br><br>Following The Woman Named Liu and The Woman Named Yang, this is the third installment in Zhang Yihe's series of novels about love and transgression.",
                    "cn": "“我们以前不知道同性恋的存在，是因为我们是异性恋。”<br><br>《邹氏女》是写狱中同性恋的。作者说，女性同性的社交之间，是有情欲表现的。若用彻底的“去性欲化”处理，那就不符合事实了。邹今图成为同性恋者，是先天带来的，还是后天的熏陶？这几乎是无法说清的。留玖是用墨较多的一个。她是个什么样人？是男人的灵魂锁在女人的身体，是男与女的整合体。其实，很多同性恋者并不把性行为看得那么重。她（他）们很注重情感！真的。《邹氏女》之所以设计了让张雨荷举起利刃朝自己的手臂砍去的惊骇之举，也是想告诉人们，同性恋世界有着“以情索命”的惨烈感情。<br><br>继《刘氏女》、《杨氏女》之后，这是章诒和情罪小说系列之第三部。",
                    "type": 1
                }
            ]
        },
        {
            "title": {
                "en": "Sinking Snow",
                "cn": "《沉雪》"
            },
            "author": {
                "en": "Li Jing (1952-), Li Ying (1952-)",
                "cn": "李晶（1952-），李盈（1952-）"
            },
            "region": "ML",
            "pubyear": "2019",
            "publoc": {
                "en": "Beijing",
                "cn": "北京"
            },
            "content": [
                {
                    "en": "<i>Sinking Snow</i> is a novel co-authored by Li Jing and Li Ying, published by China Workers' Press in 2004. The authors are twin sisters from Tianjin who were sent to the Heilongjiang Production and Construction Corps in 1969 to open up wasteland; their years as sent-down youth are woven throughout the book. The novel received the Judges' Prize for Long-form Fiction at the 19th United Daily News Literary Award in Taiwan.<br><br>Set against the backdrop of the Cultural Revolution, the novel follows Sun Xiaoying, a young woman sent down from Tianjin to the Great Northern Wilderness, and her companion Shu Di — a woman of very different temperament — as they sustain each other through an extreme environment and come of age within it. Through close attention to the textures of daily life — labor in the wheat fields, the wounds the body carries — the novel renders both the spiritual confinement of the individual and the bonds of feeling that form beneath the surface of collective life. Chapter titles such as \"On Permafrost\" reach for the imagery of the wasteland as a metaphor for the psychic suffocation of that era. Tender in its psychological observation yet unsparing in its portrait of bare survival, the novel traces the fates of two women bound together by feeling — and through that bond, reflects the destiny of the individual caught in the currents of history.",
                    "cn": "《沉雪》是李晶、李盈合著的长篇小说，2004年由中国工人出版社出版。作者为天津孪生姐妹，1969年赴黑龙江生产建设兵团垦荒，书中融入了二人的知青生活经历，曾获第十九届台湾联合报文学奖长篇小说评审奖。<br><br>小说以“文革”为背景，描绘天津女知青孙小婴在北大荒插队时，与性格迥异的同伴舒迪在极端环境中相互扶持的成长历程。作品通过麦地劳作、身体创伤等细节，展现集体劳动背景下个体的精神困境与情感连结，章节标题如“永冻土上”等荒原意象隐喻特殊年代的精神压抑。全书以细腻心理描摹结合粗粝生存图景，通过双女主的情感纽带折射历史洪流中的个体命运。",
                    "type": 1
                }
            ]
        },
        {
            "title": {
                "en": "Chair in the Corridor",
                "cn": "《回廊之椅》"
            },
            "author": {
                "en": "Lin Bai (1958-)",
                "cn": "林白（1958-）"
            },
            "region": "ML",
            "pubyear": "1993",
            "publoc": {
                "en": "Guangzhou",
                "cn": "广州"
            },
            "content": [
                {
                    "en": "<i>The Chair in the Corridor</i> is set against the backdrop of land reform, and unfolds within an ancient family estate. The male world — embodied by the brothers Zhang Mengda and Zhang Xida — is soaked in blood and brutality, while the female world, embodied by Zhu Liang and Qiye, is suffused with tenderness and love. On one level, the novel succeeds in dismantling and subverting the order of that male world; on another, through women's self-interpretation of their own experience and an unflinching treatment of erotic life, it renders the subtlety and resilience of female thought — giving distinctive shape to a uniquely feminine mode of expression in Chinese literature.The novel attracted considerable attention upon publication and has since been translated and published in Italy, France, and other countries.",
                    "cn": "《回廊之椅》以土改为背景，讲述一个古老宅园中的故事。章孟达和章希达两兄弟为代表的男性世界充满血腥的残杀，而朱凉和七叶为代表的女性世界则充满爱意与柔情。作品一方面成功地解构和颠覆了男性世界；另一方面也通过女性经验的自我解读和色情问题的大胆表述，展现出女性之思的精致与坚韧，呈现了中国女性话语表达的独特风貌。 小说发表后引起了很大反响，现已在意大利、法国等出版。",
                    "type": 1
                },
                {
                    "en": "Lin Bai is a Chinese novelist who rose to prominence in the late 1980s, known for a language of poetic density — symbolic, suggestive, alive with implication — through which she writes of women's fates and their awakening into consciousness. For a long stretch of time, Lin Bai's fiction was effectively synonymous in China with the idea of female subjectivity. Her most celebrated novel, <i>A Private War (</i>Yi Ge Ren De Zhanzheng<i>)</i>, prompted the eminent scholar David Der-wei Wang to observe that Lin Bai had given voice, in that novel, to the private war belonging to women — a war fought alone, shared by countless women of her generation.",
                    "cn": "林白是八十年代末期崛起的中國小說家，擅長以詩一般富有象徵性、暗示性的語言，書寫女性的命運和覺悟；很長一段時間，林白的小說在中國就等於女性主體意識的同義詞。她最有名的小說叫《一個人的戰爭》，著名學者王德威就說，林白的小說為千千萬萬同輩女性寫出了屬於女人的一個人的戰爭。",
                    "type": 2
                },
                {
                    "en": "Hosted by: Yang Jia-xian and Cai Meng-zhe. \"EP07 | The Temptation of the Maidservant: Lin Bai's The Chair in the Corridor.\" Podcast: When We Are [Together]. March 2022.",
                    "cn": "主持人：楊佳嫻，蔡孟哲，<a href=\"https://www.mirrorvoice.com.tw/podcasts/144/2535\">“EP07｜下女的誘惑：林白《回廊之椅》”</a>，播客“当我们 [同] 在一起“，2022年3月。",
                    "type": 3
                }
            ]
        },
        {
            "title": {
                "en": "\"Unable to Bear\", A Dot and A Line",
                "cn": "“罔忍”，《一点一横长》"
            },
            "author": {
                "en": "Ming Feng-ying（1956-）",
                "cn": "明凤英（1956-）"
            },
            "region": "ML",
            "pubyear": "2012",
            "publoc": {
                "en": "Shanghai",
                "cn": "上海"
            },
            "content": [
                {
                    "en": "Ming Feng-ying is a writer born and raised in Taiwan. In the 1970s she was a member of the Sansan Quarterly, after which she went to the United States to pursue her studies and later joined the faculty of the University of California. In 2014 she published her first book, a collection of essays titled Yi Dian Yi Heng Chang, which writes of her early years growing up in the military dependents' village in Fengshan.\"Unable to Beat\" is one of the essays in that collection. It portrays a woman named Wǎng Rěn — a woman who leans toward the masculine — who, though she had once loved another woman, ultimately entered a heterosexual marriage; and the way she navigates that marriage is quite unlike what one might expect.",
                    "cn": "明鳳英是一位在台灣出生成長的寫作者，七十年代時曾是《三三集刊》的一份子，之後到美國讀書，後來在加州大學任教，2014年出版第一本著作：散文集《一點一橫長》，寫早年鳳山眷村生活。<br><br>〈罔忍〉是《一點一橫長》中的一篇散文，描述一位偏「陽剛」的女性「罔忍」，雖然曾有過同性戀愛的經驗，最後卻走入了異性戀婚姻，而她運作婚姻的方式，和一般的想像也不太一樣。",
                    "type": 2
                },
                {
                    "en": "Hosted by: Yang Jia-xian and Cai Meng-zhe. <a href=\"https://www.mirrorvoice.com.tw/podcasts/144/2491\">“EP05｜A Tomboy that Entered a Heterosexual Marriage: 'Unable to Bear' by Ming Feng-ying\"</a>, Podcast: When We Are [Together]. Feburary 2022.",
                    "cn": "主持人：楊佳嫻，蔡孟哲，<a href=\"https://www.mirrorvoice.com.tw/podcasts/144/2491\">“EP05｜走入異性戀婚姻的陽剛女：明鳳英〈罔忍〉”</a>，播客“当我们 [同] 在一起“，2022年2月。",
                    "type": 3
                }
            ]
        }
            
    ]
}