{
    "title": "Getting Lost",
    "author": "Annie Ernaux",
    "excerpts":[
        {
            "page": 23,
            "content":
                "<i>Saturday 8</i><br/><br/>The studio on rue Lebrun. Slight weariness at first, then sweetness and exhaustion. At one point, he said, 'I'll call you next week' – in other words, 'I don't want to see  you over the weekend.' I smile - in other words, I accept. There is suffering and jealousy on my part, though I know very well it's best to plan slightly longer intervals between meetings. I am back in the 'day-after' state of disarray. I'm afraid of seeming clingy and old (clingy because old), and wonder if I shouldn't play the separation card, double or nothing!"
        },

        {
            "page": 27,
            "content": 
                "<i>Friday 21</i><br/><br/>No word since Tuesday evening. Never knowing why.<br/>Waiting.<br/>Feverishly working in the garden. A few hours more and it will be too late for us to meet in Paris tonight. I haven't wept, not even once, since the affair began. Maybe I will tonight, if we don't see each other."
        },
        {
            "page": 51,
            "content": 
                "<i>Sunday 11</i><br/><br/>Grey day. Reminds me of December 63, when I was pregnant and wanted an abortion: the university resi-dence, the state of complete and utter dereliction, my desire to sleep in the afternoon (ditto at P's, in 84). This kind of sleep (more a huge weariness with life) is comparable to that of drunks on benches in the subway. I will probably never spend a whole night with S. I could have done so just one time, in Leningrad, and I didn't want to then. In '85 too, the same grey weather, the same melan-choly, same dissatisfaction. Right now, I suffer from not writing. Student essays, lessons, emotional life, outings, receptions - it's all a vacuum. I no longer seek truth since I no longer write, the two are intertwined. I'm also very sexual, there's no other word for it: being admired, etc. are not what matters to me. What matters is having and giving pleasure - desire, real eroticism, not the imaginary kind, as in porn on TV or in movies.<br/><br/>Evening. I reread the end of the other notebook, and the whole story with S flashes through my mind. I see how much time has already passed, and I weep. Only beginnings are truly beautiful. Yet in the garden of Sceaux, as at the studio, in October, it was nothing special. So why weep?<br/>I don't want him to come to my Soviet dinner on Tuesday. It would be too difficult with him there. I love him (= I need him), and I'm not sure he loves me. Same old story."
        },
        {
            "page": 73,
            "content": 
                "<i>Monday 23</i><br/><br/>Dreamed of my mother's coffin, which I want to cover with flowers (a poor summary of the dream: the extreme difficulty of relating dreams, they always resist the telling - only real writing could properly convey them). She has just died, and I know that one day I'll be in her place.<br/>This journal should have two columns, one for immediate writing, the other for interpretation a few weeks later. That would be a wide column because I could write several interpretations."
        },
        {
            "page": 115,
            "content": 
            "<i>Saturday 20</i><br/><br/>Because Claudine D tells me that people shun the<br/>Salon du livre and'no one' goes anymore, I feel more serene about last Thursday evening, as if there were a link between people's general behaviour, an atmosphere, and things which solely depend on individual will, a question of chance in two people meeting: S and another woman. I've never been able to make a separation between a man's feelings for me and his social milieu, which surely must influence his feelings. I've never believed that romantic sentiment is a force in and of itself. It's greatly affected by social environments in general.<br/><br/>The pain of seeing cars drive by, or even just to hear them. It all conspires to evoke freedom and pleasure from which I am excluded, and a vague suspicion I have of S, that he is making a date with another woman. But when I know he's really coming, that he's on the A15, my mind grows empty, except for the thought: he's on his way, end of story."
        }
    ]
}