{
    "pebbles": [
    {
        "title": "Getting Lost",
        "author": "Annie Ernaux",
        "excerpts":[
            {
                "page": 23,
                "content":
                    "<i>Saturday 8</i><br/><br/>The studio on rue Lebrun. Slight weariness at first, then sweetness and exhaustion. At one point, he said, 'I'll call you next week' – in other words, 'I don't want to see  you over the weekend.' I smile - in other words, I accept. There is suffering and jealousy on my part, though I know very well it's best to plan slightly longer intervals between meetings. I am back in the 'day-after' state of disarray. I'm afraid of seeming clingy and old (clingy because old), and wonder if I shouldn't play the separation card, double or nothing!"
            },

            {
                "page": 27,
                "content": 
                    "<i>Friday 21</i><br/><br/>No word since Tuesday evening. Never knowing why.<br/>Waiting.<br/>Feverishly working in the garden. A few hours more and it will be too late for us to meet in Paris tonight. I haven't wept, not even once, since the affair began. Maybe I will tonight, if we don't see each other."
            },
            {
                "page": 51,
                "content": 
                    "<i>Sunday 11</i><br/><br/>Grey day. Reminds me of December 63, when I was pregnant and wanted an abortion: the university resi-dence, the state of complete and utter dereliction, my desire to sleep in the afternoon (ditto at P's, in 84). This kind of sleep (more a huge weariness with life) is comparable to that of drunks on benches in the subway. I will probably never spend a whole night with S. I could have done so just one time, in Leningrad, and I didn't want to then. In '85 too, the same grey weather, the same melan-choly, same dissatisfaction. Right now, I suffer from not writing. Student essays, lessons, emotional life, outings, receptions - it's all a vacuum. I no longer seek truth since I no longer write, the two are intertwined. I'm also very sexual, there's no other word for it: being admired, etc. are not what matters to me. What matters is having and giving pleasure - desire, real eroticism, not the imaginary kind, as in porn on TV or in movies.<br/><br/>Evening. I reread the end of the other notebook, and the whole story with S flashes through my mind. I see how much time has already passed, and I weep. Only beginnings are truly beautiful. Yet in the garden of Sceaux, as at the studio, in October, it was nothing special. So why weep?<br/>I don't want him to come to my Soviet dinner on Tuesday. It would be too difficult with him there. I love him (= I need him), and I'm not sure he loves me. Same old story."
            },
            {
                "page": 73,
                "content": 
                    "<i>Monday 23</i><br/><br/>Dreamed of my mother's coffin, which I want to cover with flowers (a poor summary of the dream: the extreme difficulty of relating dreams, they always resist the telling - only real writing could properly convey them). She has just died, and I know that one day I'll be in her place.<br/>This journal should have two columns, one for immediate writing, the other for interpretation a few weeks later. That would be a wide column because I could write several interpretations."
            },
            {
                "page": 115,
                "content": 
                "<i>Saturday 20</i><br/><br/>Because Claudine D tells me that people shun the<br/>Salon du livre and'no one' goes anymore, I feel more serene about last Thursday evening, as if there were a link between people's general behaviour, an atmosphere, and things which solely depend on individual will, a question of chance in two people meeting: S and another woman. I've never been able to make a separation between a man's feelings for me and his social milieu, which surely must influence his feelings. I've never believed that romantic sentiment is a force in and of itself. It's greatly affected by social environments in general.<br/><br/>The pain of seeing cars drive by, or even just to hear them. It all conspires to evoke freedom and pleasure from which I am excluded, and a vague suspicion I have of S, that he is making a date with another woman. But when I know he's really coming, that he's on the A15, my mind grows empty, except for the thought: he's on his way, end of story."
            }
        ]
    },
    {
        "title": "Little Art",
        "author": "Kate Briggs",
        "excerpts":[
            {
                "page": 62,
                "content":
                    "We need translations. The world, the English-speaking world, needs translations. Clearly and urgently it does; we do. And this has to be a compelling argument for doing them. But, I wonder: is it really for the world that the translator translates?  Primarily, I mean? Straightforwardly? The translator takes the world by the back of the head. She leans in, pulling the English-speaking world in with her. She goes brow to brow with the world. And with breath hot and earnest against its face she says: Look, world, I am doing this for you. Is that how it goes?"
            },
            {
                "page": 63,
                "content": 
                    "Well and why not? Writing a translation can be a means to interrupt, to stall and expose the small-mindedness of the move I just made: the English-speaking world is not the world. It doesn't stand in for and is not equal to the world; its literature is not literature, its philosophy is not philosophy. The translations we do read are their own necessary reminder of this - of everything we are not reading, and yet has been written and is being read by so many others, vast populations of other writers and readers, all the time and everywhere else. I don't mean to suggest that translating for others, for the sake of the author or for future readers can't be motivation enough. But rather to ask, at a time when translation is still so broadly considered to be the most 'selfless' art, the most uncomplicatedly generous and self-sacrificing of all the arts, involving, apparently, the least of the practitioner's own self (except, perhaps, when it's thought to have been done badly) and therefore, also, so the thinking seems to go, the least 'art: What is it that makes this activity interesting for the translator? What are the features of this practice of translating that invite and challenge and sustain her? Before the translation reaches the world - and for the short time, or the long time, the days or years of time, it can take to write one?"
            },
            { 
                "page": 64,
                "content": 
                    "There's a book on the table by the window. Let's say it's my table, by my window, the one I work on at home. Outside, there are trees, a café at the crossroads, the blue neon of King Kebab. There's the sound of trafic, buses and road-sweepers; schoolchildren walking in a crocodile on their way back from the swimming pool. Sometimes, on warm days, there are teenagers: small groups of mostly young men, late teens, early twenties. They gather on the concrete walls on either side of the steps leading up to the raised shopping area that my thirty-one-storey block sort of floats on - that it was designed to float on. A brutalist housing experiment completed in 1974, the cars pass around and underneath us on a lower-level road, turning the raised precinct, with its towers, its concrete planters, its school and its shops into an island for pedestrians. I am on the second floor, and from my table I can see them clearly: they pace along the lengths of the tops of the walls, or stand balanced on the edge. They wear headphones: music for focus and concentration. They pace the lengths of the tops of the walls to either side of the gap, or stand balanced on the edge, eyeing the one opposite. They pause, ready up, lean into their toes. But no. Not now, not quite. And then every so often they'll leap. Leap clean across the steps falling beneath them and land softly - always soft and easy like the clothes they wear - on the concrete shelf on the other side. If you happened to be walking up the steps at that moment, you might look up to see a boy fly - literally, for a moment, fly - over your head. Parkour practice, the ordinary outdoor breathtaking spectacle of it; meanwhile, on the table, there is this book. Or, not exactly a book. Not accurately a book - in the sense that Barthes's lectures were never intended to be published as books. In the last lecture course he speaks briefly about publishing the notes from the previous year. How he had considered it, but in the end decided not to. Why? Partly, he says, because to do so would have been to manage and market the past. To repeat what had already been said ('I wrote <i>Mythologies</i> twenty years ago and I'm always asked for more mythologies. I wrote <i>The Pleasure of the Text</i> and what I still get asked is to say something about the pleasure of the text'). When the desire was very urgently to go forward, to press ahead, into a new activity, to work while there is still light. But partly also because in a life's work 'there must always be a share for the ephemeral: for what happened once and fades. A lecture, he says, is a specific kind of production: 'to my mind, neither wholly writing nor wholly speech but marked by an implicit interlocution (a silent complicity)'. A public lecture, openly offered, ventured speech, writing written for the lifespan of saying it out loud, is something that must and wants to die. Like a flower, he says. <i>Le cours c'est comme une fleur, vous permettez, mais qui va passer.</i> This is the sentence that Barthes wrote down in preparation for the lecture - I can read it now, published and eternal in French, in the book of lecture notes resting on my table. I would like to offer a translation of it. I am poised on the point of attempting a new translation of it."
            },
            {
                "page": 77,
                "content": 
                    "When I was in my early twenties I worked as a part-time nanny for the family that lived around the corner: every weekday morning I'd get there at 7 a.m., wake the little boy up, get him dressed and breakfasted (his older sister could already do this for herself), walk them both to school and then, for the day, my job would be done. They lived on a street with a very sharp incline. Every morning the little one would race down the hill, zooming directly towards the road, while I'd call after him, terrified that today would be the day he'd fail to pull off his emergency curb-stop, for some reason incapable of persuading him to just walk with me, to simply hold my hand, while his sister, oblivious, stayed close to my elbow, updating me in her brilliant rambling way on the plot of the book she'd read the night before. Their mum was a French teacher in a secondary school, and as a student had been invited by one of her lecturers to do or collaborate on a translation: there was this text her lecturer was especially interested in, by a relatively unknown French critic. It might have been Writing Degree Lero, or possibly the opening essay to Mythologies. She didn't do it. She thought about it, but said no in the end. Though I can't remember the reason she gave, or even if there was one."
            }
        ]
    }
    ]
}